Repository: linuslabo/Converto
Catalog: Converto/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sv, tr, uk, zh_hans, zh_hant

# app_name
source: Converto
ar: كونفيرتو

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ru: Применить
sv: Verkställ
tr: Uygula
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

source: Browse…
ar: استعراض…
de: Durchsuchen…
es: Examinar…
fr: Parcourir…
hi: ब्राउज़…
id: Telusuri…
it: Sfoglia…
ja: 参照…
ko: 찾아보기…
nl: Bladeren…
pl: Przeglądaj…
pt_br: Procurar…
pt_pt: Procurar…
ru: Обзор…
sv: Bläddra…
tr: Göz at…
uk: Огляд…
zh_hans: 浏览…
zh_hant: 瀏覽…

source: Choose folder…
ar: اختر مجلدًا…
de: Ordner wählen…
es: Elegir carpeta…
fr: Choisir un dossier…
hi: फ़ोल्डर चुनें…
id: Pilih folder…
it: Scegli cartella…
ja: フォルダを選択…
ko: 폴더 선택…
nl: Map kiezen…
pl: Wybierz folder…
pt_br: Escolher pasta…
pt_pt: Escolher pasta…
ru: Выбрать папку…
sv: Välj mapp…
tr: Klasör seç…
uk: Вибрати папку…
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾…

source: Clear
ar: مسح
de: Leeren
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
it: Svuota
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

source: Clear all
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ़ करें
id: Hapus semua
it: Deseleziona tutto
ja: すべて解除
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
pt_pt: Limpar tudo
ru: Снять все
sv: Rensa alla
tr: Tümünü temizle
uk: Очистити все
zh_hans: 全部清除
zh_hant: 全部清除

source: Common formats
ar: التنسيقات الشائعة
de: Gängige Formate
es: Formatos comunes
fr: Formats courants
hi: सामान्य प्रारूप
id: Format umum
it: Formati comuni
ja: 一般的な形式
ko: 일반 형식
nl: Veelgebruikte formaten
pl: Popularne formaty
pt_br: Formatos comuns
pt_pt: Formatos comuns
ru: Распространённые форматы
sv: Vanliga format
tr: Yaygın biçimler
uk: Поширені формати
zh_hans: 常用格式
zh_hant: 常用格式

source: Convert
ar: تحويل
de: Konvertieren
es: Convertir
fr: Convertir
hi: रूपांतरित करें
id: Konversi
it: Converti
ja: 変換
ko: 변환
nl: Converteren
pl: Konwertuj
pt_br: Converter
pt_pt: Converter
ru: Конвертировать
sv: Konvertera
tr: Dönüştür
uk: Конвертувати
zh_hans: 转换
zh_hant: 轉換

# convert_images %lld
source: Convert %lld images
ar: تحويل %lld صورة
de: %lld Bilder konvertieren
es: Convertir %lld imágenes
fr: Convertir %lld images
hi: %lld छवियाँ रूपांतरित करें
id: Konversi %lld gambar
it: Converti %lld immagini
ja: %lld 件の画像を変換
ko: 이미지 %lld개 변환
nl: Converteer %lld afbeeldingen
pl: Konwertuj %lld obrazu
pt_br: Converter %lld imagens
pt_pt: Converter %lld imagens
ru: Конвертировать %lld изображения
sv: Konvertera %lld bilder
tr: %lld görseli dönüştür
uk: Конвертувати %lld зображення
zh_hans: 转换 %lld 张图片
zh_hant: 轉換 %lld 張圖片

# converting_progress %1$lld %2$lld
source: Converting %1$lld of %2$lld
ar: جارٍ تحويل %1$lld من %2$lld
de: Konvertiere %1$lld von %2$lld
es: Convirtiendo %1$lld de %2$lld
fr: Conversion %1$lld sur %2$lld
hi: %1$lld में से %2$lld रूपांतरित हो रहा है
id: Mengonversi %1$lld dari %2$lld
it: Conversione %1$lld di %2$lld
ja: %1$lld / %2$lld 件を変換中
ko: %1$lld/%2$lld 변환 중
nl: Bezig met %1$lld van %2$lld
pl: Konwertowanie %1$lld z %2$lld
pt_br: Convertendo %1$lld de %2$lld
pt_pt: A converter %1$lld de %2$lld
ru: Конвертация %1$lld из %2$lld
sv: Konverterar %1$lld av %2$lld
tr: %1$lld / %2$lld dönüştürülüyor
uk: Конвертація %1$lld з %2$lld
zh_hans: 正在转换 %1$lld / %2$lld
zh_hant: 正在轉換 %1$lld / %2$lld

source: Custom magick path
ar: مسار magick مخصص
de: Benutzerdefinierter magick-Pfad
es: Ruta personalizada de magick
fr: Chemin magick personnalisé
hi: कस्टम magick पथ
id: Jalur magick kustom
it: Percorso magick personalizzato
ja: カスタム magick パス
ko: 사용자 지정 magick 경로
nl: Aangepast magick-pad
pl: Niestandardowa ścieżka magick
pt_br: Caminho personalizado do magick
pt_pt: Caminho personalizado do magick
ru: Пользовательский путь к magick
sv: Anpassad magick-sökväg
tr: Özel magick yolu
uk: Власний шлях до magick
zh_hans: 自定义 magick 路径
zh_hant: 自訂 magick 路徑

# custom_path_hint
source: Or set a custom path in Converto → Settings.
ar: أو عيّن مسارًا مخصصًا في Converto → الإعدادات.
de: Oder Pfad unter Converto → Einstellungen setzen.
es: O establece una ruta personalizada en Converto → Ajustes.
fr: Ou définissez un chemin dans Converto → Réglages.
hi: या Converto → सेटिंग्स में कस्टम पथ सेट करें।
id: Atau atur jalur kustom di Converto → Pengaturan.
it: Oppure imposta un percorso in Converto → Impostazioni.
ja: または Converto → 設定でカスタムパスを指定してください。
ko: 또는 Converto → 설정에서 사용자 경로를 지정하세요.
nl: Of stel een pad in via Converto → Instellingen.
pl: Lub ustaw ścieżkę w Converto → Ustawienia.
pt_br: Ou defina um caminho em Converto → Ajustes.
pt_pt: Ou defina um caminho em Converto → Definições.
ru: Или укажите путь в Converto → Настройки.
sv: Eller ange en sökväg i Converto → Inställningar.
tr: Veya Converto → Ayarlar'dan özel yol belirleyin.
uk: Або вкажіть шлях у Converto → Налаштування.
zh_hans: 或在 Converto → 设置 中指定自定义路径。
zh_hant: 或在 Converto → 設定 中指定自訂路徑。

source: Detected
ar: تم الاكتشاف
de: Erkannt
es: Detectado
fr: Détecté
hi: पता चला
id: Terdeteksi
it: Rilevato
ja: 検出済み
ko: 감지됨
nl: Gedetecteerd
pl: Wykryto
pt_br: Detectado
pt_pt: Detetado
ru: Обнаружен
sv: Upptäckt
tr: Algılandı
uk: Виявлено
zh_hans: 已检测
zh_hant: 已偵測

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ru: Готово
sv: Klar
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Drop images here
ar: أسقط الصور هنا
de: Bilder hier ablegen
es: Suelta las imágenes aquí
fr: Déposez les images ici
hi: छवियों को यहाँ छोड़ें
id: Letakkan gambar di sini
it: Trascina le immagini qui
ja: ここに画像をドロップ
ko: 여기에 이미지를 놓으세요
nl: Sleep afbeeldingen hierheen
pl: Upuść obrazy tutaj
pt_br: Solte as imagens aqui
pt_pt: Largue as imagens aqui
ru: Перетащите изображения сюда
sv: Släpp bilder här
tr: Görselleri buraya bırakın
uk: Перетягніть зображення сюди
zh_hans: 将图片拖放到此处
zh_hant: 將圖片拖放到此處

# error_imagemagick_not_found
source: ImageMagick was not found. Install it with: brew install imagemagick
ar: لم يُعثر على ImageMagick. ثبّته بـ: brew install imagemagick
de: ImageMagick nicht gefunden. Installieren mit: brew install imagemagick
es: No se encontró ImageMagick. Instálalo con: brew install imagemagick
fr: ImageMagick introuvable. Installez-le avec : brew install imagemagick
hi: ImageMagick नहीं मिला। इंस्टॉल करें: brew install imagemagick
id: ImageMagick tidak ditemukan. Instal dengan: brew install imagemagick
it: ImageMagick non trovato. Installa con: brew install imagemagick
ja: ImageMagick が見つかりません。brew install imagemagick でインストールしてください
ko: ImageMagick을 찾을 수 없습니다. brew install imagemagick 으로 설치하세요
nl: ImageMagick niet gevonden. Installeer met: brew install imagemagick
pl: Nie znaleziono ImageMagick. Zainstaluj: brew install imagemagick
pt_br: ImageMagick não encontrado. Instale com: brew install imagemagick
pt_pt: ImageMagick não encontrado. Instale com: brew install imagemagick
ru: ImageMagick не найден. Установите: brew install imagemagick
sv: ImageMagick hittades inte. Installera med: brew install imagemagick
tr: ImageMagick bulunamadı. Yükleyin: brew install imagemagick
uk: ImageMagick не знайдено. Встановіть: brew install imagemagick
zh_hans: 未找到 ImageMagick。请使用 brew install imagemagick 安装
zh_hant: 找不到 ImageMagick。請使用 brew install imagemagick 安裝

# error_imagemagick_not_found_mac
source: ImageMagick 7 was not found on this Mac.
ar: لم يُعثر على ImageMagick 7 على هذا Mac.
de: ImageMagick 7 wurde auf diesem Mac nicht gefunden.
es: No se encontró ImageMagick 7 en este Mac.
fr: ImageMagick 7 est introuvable sur ce Mac.
hi: इस Mac पर ImageMagick 7 नहीं मिला।
id: ImageMagick 7 tidak ditemukan di Mac ini.
it: ImageMagick 7 non trovato su questo Mac.
ja: この Mac に ImageMagick 7 が見つかりません。
ko: 이 Mac에서 ImageMagick 7을 찾을 수 없습니다.
nl: ImageMagick 7 niet gevonden op deze Mac.
pl: Nie znaleziono ImageMagick 7 na tym Macu.
pt_br: ImageMagick 7 não foi encontrado neste Mac.
pt_pt: ImageMagick 7 não foi encontrado neste Mac.
ru: ImageMagick 7 не найден на этом Mac.
sv: ImageMagick 7 hittades inte på denna Mac.
tr: Bu Mac'te ImageMagick 7 bulunamadı.
uk: ImageMagick 7 не знайдено на цьому Mac.
zh_hans: 在此 Mac 上未找到 ImageMagick 7。
zh_hant: 在此 Mac 上找不到 ImageMagick 7。

# error_list_formats_failed
source: Failed to list ImageMagick formats.
ar: فشل عرض تنسيقات ImageMagick.
de: ImageMagick-Formate konnten nicht aufgelistet werden.
es: No se pudieron listar los formatos de ImageMagick.
fr: Échec de la liste des formats ImageMagick.
hi: ImageMagick प्रारूप सूचीबद्ध नहीं हो सके।
id: Gagal menampilkan format ImageMagick.
it: Impossibile elencare i formati ImageMagick.
ja: ImageMagick の形式一覧を取得できませんでした。
ko: ImageMagick 형식 목록을 가져오지 못했습니다.
nl: ImageMagick-formaten konden niet worden opgehaald.
pl: Nie udało się pobrać listy formatów ImageMagick.
pt_br: Falha ao listar formatos do ImageMagick.
pt_pt: Falha ao listar formatos do ImageMagick.
ru: Не удалось получить список форматов ImageMagick.
sv: Det gick inte att lista ImageMagick-format.
tr: ImageMagick biçimleri listelenemedi.
uk: Не вдалося отримати список форматів ImageMagick.
zh_hans: 无法列出 ImageMagick 格式。
zh_hant: 無法列出 ImageMagick 格式。

# error_missing_output_folder
source: Choose an output folder.
ar: اختر مجلد إخراج.
de: Wählen Sie einen Ausgabeordner.
es: Elige una carpeta de salida.
fr: Choisissez un dossier de sortie.
hi: आउटपुट फ़ोल्डर चुनें।
id: Pilih folder keluaran.
it: Scegli una cartella di output.
ja: 出力フォルダを選択してください。
ko: 출력 폴더를 선택하세요.
nl: Kies een uitvoermap.
pl: Wybierz folder wyjściowy.
pt_br: Escolha uma pasta de saída.
pt_pt: Escolha uma pasta de saída.
ru: Выберите папку для вывода.
sv: Välj en utdatamapp.
tr: Bir çıktı klasörü seçin.
uk: Виберіть папку виводу.
zh_hans: 请选择输出文件夹。
zh_hant: 請選擇輸出資料夾。

source: Folder
ar: المجلد
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
nl: Map
pt_br: Pasta
pt_pt: Pasta
ru: Папка
sv: Mapp
tr: Klasör
uk: Папка
zh_hans: 文件夹
zh_hant: 資料夾

source: Format
ar: التنسيق
es: Formato
hi: प्रारूप
it: Formato
ja: 形式
ko: 형식
nl: Formaat
pt_br: Formato
pt_pt: Formato
ru: Формат
tr: Biçim
uk: Формат
zh_hans: 格式
zh_hant: 格式

# format_search_hint
source: Try a different search or refresh ImageMagick.
ar: جرّب بحثًا آخر أو حدّث ImageMagick.
de: Andere Suche versuchen oder ImageMagick aktualisieren.
es: Prueba otra búsqueda o actualiza ImageMagick.
fr: Essayez une autre recherche ou actualisez ImageMagick.
hi: दूसरी खोज आज़माएँ या ImageMagick रीफ़्रेश करें।
id: Coba pencarian lain atau segarkan ImageMagick.
it: Prova un'altra ricerca o aggiorna ImageMagick.
ja: 別の検索を試すか、ImageMagick を更新してください。
ko: 다른 검색을 시도하거나 ImageMagick을 새로고침하세요.
nl: Probeer een andere zoekopdracht of vernieuw ImageMagick.
pl: Spróbuj innego wyszukiwania lub odśwież ImageMagick.
pt_br: Tente outra busca ou atualize o ImageMagick.
pt_pt: Tente outra pesquisa ou atualize o ImageMagick.
ru: Попробуйте другой запрос или обновите ImageMagick.
sv: Prova en annan sökning eller uppdatera ImageMagick.
tr: Farklı bir arama deneyin veya ImageMagick'i yenileyin.
uk: Спробуйте інший пошук або оновіть ImageMagick.
zh_hans: 请尝试其他搜索或刷新 ImageMagick。
zh_hant: 請嘗試其他搜尋或重新整理 ImageMagick。

# formats_menu
source: Formats…
ar: التنسيقات…
de: Formate…
es: Formatos…
hi: प्रारूप…
id: Format…
it: Formati…
ja: 形式…
ko: 형식…
nl: Formaten…
pl: Formaty…
pt_br: Formatos…
pt_pt: Formatos…
ru: Форматы…
sv: Format…
tr: Biçimler…
uk: Формати…
zh_hans: 格式…
zh_hant: 格式…

# imagemagick_docs
source: ImageMagick documentation
ar: وثائق ImageMagick
de: ImageMagick-Dokumentation
es: Documentación de ImageMagick
fr: Documentation ImageMagick
hi: ImageMagick दस्तावेज़
id: Dokumentasi ImageMagick
it: Documentazione ImageMagick
ja: ImageMagick ドキュメント
ko: ImageMagick 문서
nl: ImageMagick-documentatie
pl: Dokumentacja ImageMagick
pt_br: Documentação do ImageMagick
pt_pt: Documentação do ImageMagick
ru: Документация ImageMagick
sv: ImageMagick-dokumentation
tr: ImageMagick belgeleri
uk: Документація ImageMagick
zh_hans: ImageMagick 文档
zh_hant: ImageMagick 文件

source: ImageMagick required
ar: ImageMagick مطلوب
de: ImageMagick erforderlich
es: ImageMagick requerido
fr: ImageMagick requis
hi: ImageMagick आवश्यक
id: ImageMagick diperlukan
it: ImageMagick richiesto
ja: ImageMagick が必要です
ko: ImageMagick 필요
nl: ImageMagick vereist
pl: Wymagany ImageMagick
pt_br: ImageMagick necessário
pt_pt: ImageMagick necessário
ru: Требуется ImageMagick
sv: ImageMagick krävs
tr: ImageMagick gerekli
uk: Потрібен ImageMagick
zh_hans: 需要 ImageMagick
zh_hant: 需要 ImageMagick

source: Install with Homebrew:
ar: ثبّت عبر Homebrew:
de: Mit Homebrew installieren:
es: Instalar con Homebrew:
fr: Installer avec Homebrew :
hi: Homebrew से इंस्टॉल करें:
id: Instal dengan Homebrew:
it: Installa con Homebrew:
ja: Homebrew でインストール:
ko: Homebrew로 설치:
nl: Installeer met Homebrew:
pl: Zainstaluj przez Homebrew:
pt_br: Instalar com Homebrew:
pt_pt: Instalar com Homebrew:
ru: Установите через Homebrew:
sv: Installera med Homebrew:
tr: Homebrew ile yükle:
uk: Встановіть через Homebrew:
zh_hans: 使用 Homebrew 安装：
zh_hant: 使用 Homebrew 安裝：

source: No folder selected
ar: لم يُحدد مجلد
de: Kein Ordner ausgewählt
es: Ninguna carpeta seleccionada
fr: Aucun dossier sélectionné
hi: कोई फ़ोल्डर नहीं चुना गया
id: Tidak ada folder dipilih
it: Nessuna cartella selezionata
ja: フォルダが未選択
ko: 선택된 폴더 없음
nl: Geen map geselecteerd
pl: Nie wybrano folderu
pt_br: Nenhuma pasta selecionada
pt_pt: Nenhuma pasta selecionada
ru: Папка не выбрана
sv: Ingen mapp vald
tr: Klasör seçilmedi
uk: Папку не вибрано
zh_hans: 未选择文件夹
zh_hant: 未選擇資料夾

source: No formats found
ar: لم يُعثر على تنسيقات
de: Keine Formate gefunden
es: No se encontraron formatos
fr: Aucun format trouvé
hi: कोई प्रारूप नहीं मिला
id: Format tidak ditemukan
it: Nessun formato trovato
ja: 形式が見つかりません
ko: 형식을 찾을 수 없음
nl: Geen formaten gevonden
pl: Nie znaleziono formatów
pt_br: Nenhum formato encontrado
pt_pt: Nenhum formato encontrado
ru: Форматы не найдены
sv: Inga format hittades
tr: Biçim bulunamadı
uk: Формати не знайдено
zh_hans: 未找到格式
zh_hant: 找不到格式

# no_images_added
source: No images added yet
ar: لم تُضف صور بعد
de: Noch keine Bilder hinzugefügt
es: Aún no hay imágenes
fr: Aucune image ajoutée
hi: अभी तक कोई छवि नहीं जोड़ी गई
id: Belum ada gambar
it: Nessuna immagine aggiunta
ja: 画像がまだありません
ko: 추가된 이미지가 없습니다
nl: Nog geen afbeeldingen toegevoegd
pl: Nie dodano jeszcze obrazów
pt_br: Nenhuma imagem adicionada
pt_pt: Nenhuma imagem adicionada
ru: Изображения ещё не добавлены
sv: Inga bilder tillagda än
tr: Henüz görsel eklenmedi
uk: Зображення ще не додано
zh_hans: 尚未添加图片
zh_hant: 尚未加入圖片

source: Not detected
ar: لم يُكتشف
de: Nicht erkannt
es: No detectado
fr: Non détecté
hi: पता नहीं चला
id: Tidak terdeteksi
it: Non rilevato
ja: 未検出
ko: 감지되지 않음
nl: Niet gedetecteerd
pl: Nie wykryto
pt_br: Não detectado
pt_pt: Não detetado
ru: Не обнаружен
sv: Ej upptäckt
tr: Algılanmadı
uk: Не виявлено
zh_hans: 未检测
zh_hant: 未偵測

source: Open Output Folder
ar: فتح مجلد الإخراج
de: Ausgabeordner öffnen
es: Abrir carpeta de salida
fr: Ouvrir le dossier de sortie
hi: आउटपुट फ़ोल्डर खोलें
id: Buka folder keluaran
it: Apri cartella di output
ja: 出力フォルダを開く
ko: 출력 폴더 열기
nl: Uitvoermap openen
pl: Otwórz folder wyjściowy
pt_br: Abrir pasta de saída
pt_pt: Abrir pasta de saída
ru: Открыть папку вывода
sv: Öppna utdatamapp
tr: Çıktı klasörünü aç
uk: Відкрити папку виводу
zh_hans: 打开输出文件夹
zh_hant: 開啟輸出資料夾

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir ajustes
pt_pt: Abrir definições
ru: Открыть настройки
sv: Öppna inställningar
tr: Ayarları aç
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

source: or click to browse
ar: أو انقر للتصفح
de: oder klicken zum Durchsuchen
es: o haz clic para buscar
fr: ou cliquez pour parcourir
hi: या ब्राउज़ करने के लिए क्लिक करें
id: atau klik untuk menelusuri
it: oppure clicca per sfogliare
ja: またはクリックして選択
ko: 또는 클릭하여 찾아보기
nl: of klik om te bladeren
pl: lub kliknij, aby wybrać
pt_br: ou clique para procurar
pt_pt: ou clique para procurar
ru: или нажмите для выбора
sv: eller klicka för att bläddra
tr: veya göz atmak için tıklayın
uk: або натисніть для вибору
zh_hans: 或点击浏览
zh_hant: 或點擊瀏覽

source: Presets
ar: إعدادات مسبقة
de: Voreinstellungen
es: Preajustes
fr: Préréglages
hi: प्रीसेट
id: Prasetel
it: Preimpostazioni
ja: プリセット
ko: 프리셋
nl: Voorinstellingen
pl: Presety
pt_br: Predefinições
pt_pt: Predefinições
ru: Пресеты
sv: Förinställningar
tr: Ön ayarlar
uk: Пресети
zh_hans: 预设
zh_hant: 預設

# quality_hint
source: Maps to ImageMagick -quality. Effect varies by format.
ar: يُطبَّق على ImageMagick -quality. يختلف التأثير حسب التنسيق.
de: Entspricht ImageMagick -quality. Wirkung hängt vom Format ab.
es: Se asigna a ImageMagick -quality. El efecto varía según el formato.
fr: Correspond à ImageMagick -quality. L'effet varie selon le format.
hi: ImageMagick -quality से मैप होता है। प्रभाव प्रारूप के अनुसार बदलता है।
id: Dipetakan ke ImageMagick -quality. Efek bervariasi menurut format.
it: Corrisponde a ImageMagick -quality. L'effetto varia in base al formato.
ja: ImageMagick の -quality に対応します。形式によって効果は異なります。
ko: ImageMagick -quality에 매핑됩니다. 형식에 따라 효과가 다릅니다.
nl: Komt overeen met ImageMagick -quality. Effect verschilt per formaat.
pl: Odpowiada ImageMagick -quality. Efekt zależy od formatu.
pt_br: Corresponde ao ImageMagick -quality. O efeito varia conforme o formato.
pt_pt: Corresponde ao ImageMagick -quality. O efeito varia consoante o formato.
ru: Соответствует ImageMagick -quality. Эффект зависит от формата.
sv: Motsvarar ImageMagick -quality. Effekten varierar med format.
tr: ImageMagick -quality ile eşlenir. Etki biçime göre değişir.
uk: Відповідає ImageMagick -quality. Ефект залежить від формату.
zh_hans: 对应 ImageMagick 的 -quality。效果因格式而异。
zh_hant: 對應 ImageMagick 的 -quality。效果因格式而異。

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
sv: Uppdatera
tr: Yenile
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

source: Same as source
ar: نفس مجلد المصدر
de: Wie Quelle
es: Igual que el origen
fr: Comme la source
hi: स्रोत जैसा
id: Sama dengan sumber
it: Come sorgente
ja: 元と同じ
ko: 원본과 동일
nl: Zelfde als bron
pl: Jak źródło
pt_br: Igual à origem
pt_pt: Igual à origem
ru: Как у источника
sv: Samma som källa
tr: Kaynakla aynı
uk: Як у джерела
zh_hans: 与源文件相同
zh_hant: 與來源相同

source: Search formats
ar: بحث في التنسيقات
de: Formate suchen
es: Buscar formatos
fr: Rechercher des formats
hi: प्रारूप खोजें
id: Cari format
it: Cerca formati
ja: 形式を検索
ko: 형식 검색
nl: Formaten zoeken
pl: Szukaj formatów
pt_br: Buscar formatos
pt_pt: Pesquisar formatos
ru: Поиск форматов
sv: Sök format
tr: Biçim ara
uk: Пошук форматів
zh_hans: 搜索格式
zh_hant: 搜尋格式

# section_output
source: Output
ar: الإخراج
de: Ausgabe
es: Salida
fr: Sortie
hi: आउटपुट
id: Keluaran
ja: 出力
ko: 출력
nl: Uitvoer
pl: Wyjście
pt_br: Saída
pt_pt: Saída
ru: Вывод
sv: Utdata
tr: Çıktı
uk: Вивід
zh_hans: 输出
zh_hant: 輸出

# section_quality
source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
id: Kualitas
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ru: Качество
sv: Kvalitet
tr: Kalite
uk: Якість
zh_hans: 质量
zh_hant: 品質

source: Select all
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
pt_pt: Selecionar tudo
ru: Выбрать все
sv: Markera alla
tr: Tümünü seç
uk: Вибрати все
zh_hans: 全选
zh_hant: 全選

source: Visible Formats
ar: التنسيقات الظاهرة
de: Sichtbare Formate
es: Formatos visibles
fr: Formats visibles
hi: दृश्य प्रारूप
id: Format yang terlihat
it: Formati visibili
ja: 表示する形式
ko: 표시 형식
nl: Zichtbare formaten
pl: Widoczne formaty
pt_br: Formatos visíveis
pt_pt: Formatos visíveis
ru: Видимые форматы
sv: Synliga format
tr: Görünen biçimler
uk: Видимі формати
zh_hans: 可见格式
zh_hant: 可見格式
